var fdLocale = {
                fullMonths:["Януари","Февруари","Март","Април","Май","Юни","Юли","Август","Септември","Октомври","Ноември","Декември"],
                monthAbbrs:["Ян","Фев","Мар","Апр","Май","Юни","Юли","Авг","Сеп","Окт","Ноем","Дек"],
                fullDays:  ["Понеделник","Вторник","Сряда","Четвъртък","Петък","Събота","Неделя"],
                dayAbbrs:  ["Пон","Вт","Ср","Чет","Пет","Съб","Нед"],
                titles:    ["Предишен месец","Следващ месец","Предишна година","Следваща година", "Днес", "Покажи календара", "седм", "Седмица [[%0%]] от [[%1%]]", "Седмица", "Избери дата", "Премести", "Покажи \u201C[[%0%]]\u201D първия", "Отиди на днешната дата", "Забранена дата"],
                firstDayOfWeek:0
};